13/data/attachments/88adff077b9fdf40.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Robert_task_Friend_96135_4</nif:username>
            <nif:friendToBeRequested>soap_friends_3c8a0704-8b02-4096-98b0-98a5ba4016fe</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>